app/Http/Controllers/QuestionsController.php

select * from `questions` order by `created_at` desc limit 6 offset 0
select * from `users` where `users`.`id` in (173, 174)
---
    public function index()
    {
        $questions = Question::with('user')->latest()->simplePaginate(5);